;------------------------------------------------------------------------------
; UltraDefrag GUI Spanish (ES) Language Pack.
; Copyright (C) 2010 by Txusti.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Oct. 17, 2010 by Juan C. Mendez Valledor
; Revised Nov.  6, 2010 by Juan C. Mendez Valledor
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Acción
ANALYSE                   = Analizar
DEFRAGMENT                = Desfragmentar
OPTIMIZE                  = Optimizar
STOP                      = Detener
SKIP_REMOVABLE_MEDIA      = Ignorar discos extraíbles
RESCAN_DRIVES             = Actualizar
WHEN_DONE                 = Cuando acabe
WHEN_DONE_NONE            = Ninguno
WHEN_DONE_EXIT            = Salir
WHEN_DONE_STANDBY         = Esperar
WHEN_DONE_HIBERNATE       = Hibernar
WHEN_DONE_LOGOFF          = Salir
WHEN_DONE_REBOOT          = Reiniciar
WHEN_DONE_SHUTDOWN        = Apagar
EXIT                      = Salir

; --- Report Menu

REPORT                    = Informe
SHOW_REPORT               = Mostrar informe

; --- Settings Menu

SETTINGS                  = Opciones
LANGUAGE                  = Lenguaje
TRANSLATIONS_FOLDER       = Carpeta de traducciones
GRAPHICAL_INTERFACE       = Interfaz gráfica
FONT                      = Tipo de letra
OPTIONS                   = Opciones
BOOT_TIME_SCAN            = Escaneo al arrancar
ENABLE                    = Activar
SCRIPT                    = Script
REPORTS                   = Informes

; --- Help Menu

HELP                      = Ayuda
CONTENTS                  = Contenidos
BEST_PRACTICE             = Mejor práctica
FAQ                       = FAQ
ABOUT                     = Acerca de...

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Script de inicio

; Drives list items.

VOLUME                    = Volumen
STATUS                    = Estado
TOTAL                     = Capacidad
FREE                      = Espacio libre
PERCENT                   = % libre

; Status messages

STATUS_RUNNING            = Ejecutando
STATUS_ANALYSED           = Analizado
STATUS_DEFRAGMENTED       = Desfragmentado
STATUS_OPTIMIZED          = Optimizado

; Status bar messages.

DIRS                      = carpetas
FILES                     = archivos
FRAGMENTED                = fragmentados
COMPRESSED                = comprimidos
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = Acerca de Ultra Defragmenter
CREDITS                   = Créditos
LICENSE                   = Licencia

; Shutdown confirmation

PLEASE_CONFIRM            = Por favor, confirme
REALLY_SHUTDOWN_WHEN_DONE = ¿Realmente quiere apagar PC al terminar?
REALLY_HIBERNATE_WHEN_DONE= ¿Realmente quiere hibernar PC al terminar?
REALLY_LOGOFF_WHEN_DONE   = ¿Realmente quiere salir al terminar?
REALLY_REBOOT_WHEN_DONE   = ¿realmente quiere reiniciar al terminar?
SECONDS_TILL_SHUTDOWN     = segundos para apagar
SECONDS_TILL_HIBERNATION  = segundos para hibernar
SECONDS_TILL_LOGOFF       = segundos hasta salir
SECONDS_TILL_REBOOT       = segundos hasta reiniciar
YES                       = Sí
NO                        = No

; END OF FILE
